[
  {
    "id": "lol-persona",
    "title": "LOL Persona",
    "description": "A web application that analyzes League of Legends gameplay style to identify individual tendencies and characteristics. It analyzes user play patterns through game data and provides personalized reports.",
    "shortDescription": "Gameplay style analysis and personality assessment service",
    "thumbnail": "/images/thumbnail/lol-persona.png",
    "url": "https://lol-persona.pages.dev/en",
    "createdAt": "2024-07-24T00:00:00Z",
    "updatedAt": "2024-07-24T00:00:00Z"
  },
  {
    "id": "nametokorean",
    "title": "Name to Korean",
    "description": "A service that naturally converts foreign names to Korean. It provides accurate Hangul notation based on pronunciation rules and Korean notation standards, supporting names from various language regions.",
    "shortDescription": "Foreign name to Korean conversion service",
    "thumbnail": "/images/thumbnail/nametokorean.png",
    "url": "https://korean-name-changer.pages.dev/",
    "createdAt": "2025-05-26T00:00:00Z",
    "updatedAt": "2025-05-26T00:00:00Z"
  },
  {
    "id": "prankshot",
    "title": "Prank Shot",
    "description": "A web application for creating and sharing fun prank photos. You can create content to enjoy with friends using various filters and effects.",
    "shortDescription": "Prank photo creation and sharing platform",
    "thumbnail": "/images/thumbnail/prankshot.png",
    "url": "https://prankshot-landingpage.pages.dev/",
    "createdAt": "2024-12-14T00:00:00Z",
    "updatedAt": "2024-12-14T00:00:00Z"
  },
  {
    "id": "bald-clicker",
    "title": "Bald Clicker",
    "description": "A mobile clicker game where players tap to hit bald heads for instant satisfaction and stress relief. Features a collection system where players unlock new bald head styles by reaching hit milestones, with each bald head having unique visual designs. Includes fever time mode activated through rewarded video ads, providing 3 minutes of double counting with enhanced visual effects. Built with Flutter for smooth 60 FPS gameplay, targeting teens who enjoy quick, rewarding mobile games with collection elements.",
    "shortDescription": "Addictive bald head tapping clicker game with collection system (Coming Soon)",
    "thumbnail": "/images/thumbnail/bald_clicker.png",
    "url": "https://apps.apple.com/az/app/bald-clicker/id6747410558?uo=2",
    "createdAt": "2025-06-29T00:00:00Z",
    "updatedAt": "2025-06-29T00:00:00Z"
  },
  {
    "id": "brainrot2048",
    "title": "Brainrot 2048",
    "description": "A mobile puzzle game based on the popular 2048 game mechanics, enhanced with Brainrot characters, world-building, and voice acting. Players merge character tiles instead of numbers to reach higher levels, experiencing unique voices and animations with each merge. Features special tile removal effects through rewarded video ads, where different characters provide different removal patterns (X-shape, H-shape, full row/column removal).",
    "shortDescription": "Character-based 2048 puzzle game with voice acting (Coming Soon)",
    "thumbnail": "/images/thumbnail/brainrot_2048.png",
    "url": null,
    "createdAt": "2025-06-20T00:00:00Z",
    "updatedAt": "2025-06-20T00:00:00Z"
  },
  {
    "id": "toon-prompt",
    "title": "ToonPrompt",
    "description": "Convert photos to animation styles! A web application that transforms regular photos into various animated styles including Ghibli, Simpsons, and Disney styles. Get optimized prompts for ChatGPT image generation with 1:1 ratio support.",
    "shortDescription": "Photo to animation style conversion service",
    "thumbnail": "/images/thumbnail/toon-promt.png",
    "url": "https://toon-prompt.pages.dev/",
    "createdAt": "2024-10-30T00:00:00Z",
    "updatedAt": "2024-10-30T00:00:00Z"
  }
]
