[
  {
    "id": "lol-persona",
    "title": "LOL Persona",
    "description": "A web application that analyzes League of Legends gameplay style to identify individual tendencies and characteristics. It analyzes user play patterns through game data and provides personalized reports.",
    "shortDescription": "Gameplay style analysis and personality assessment service",
    "thumbnail": "/images/thumbnail/lol-persona.png",
    "url": "https://lol-persona.pages.dev/en",
    "createdAt": "2024-07-24T00:00:00Z",
    "updatedAt": "2024-07-24T00:00:00Z"
  },
  {
    "id": "nametokorean",
    "title": "Name to Korean",
    "description": "A service that naturally converts foreign names to Korean. It provides accurate Hangul notation based on pronunciation rules and Korean notation standards, supporting names from various language regions.",
    "shortDescription": "Foreign name to Korean conversion service",
    "thumbnail": "/images/thumbnail/nametokorean.png",
    "url": "https://korean-name-changer.pages.dev/",
    "createdAt": "2025-05-26T00:00:00Z",
    "updatedAt": "2025-05-26T00:00:00Z"
  },
  {
    "id": "prankshot",
    "title": "Prank Shot",
    "description": "A web application for creating and sharing fun prank photos. You can create content to enjoy with friends using various filters and effects.",
    "shortDescription": "Prank photo creation and sharing platform",
    "thumbnail": "/images/thumbnail/prankshot.png",
    "url": "https://prankshot-landingpage.pages.dev/",
    "createdAt": "2024-12-14T00:00:00Z",
    "updatedAt": "2024-12-14T00:00:00Z"
  },
  {
    "id": "baldlight",
    "title": "Bald Light",
    "description": "A Flutter-based mobile app that differentiates itself from simple flashlight apps by combining flashlight functionality with the fun element of collecting and switching bald head images. Users see bald head images every time they turn the flashlight on and off, and the bald collection count increases each time they press the count button. New bald styles are unlocked at certain counts, and watching rewarded ads adds 100 counts.",
    "shortDescription": "Bald head collection flashlight app (Coming Soon)",
    "thumbnail": "/images/thumbnail/baldlight.png",
    "url": null,
    "createdAt": "2025-06-17T00:00:00Z",
    "updatedAt": "2025-06-17T00:00:00Z"
  },
  {
    "id": "brainrot2048",
    "title": "Brainrot 2048",
    "description": "A mobile puzzle game based on the popular 2048 game mechanics, enhanced with Brainrot characters, world-building, and voice acting. Players merge character tiles instead of numbers to reach higher levels, experiencing unique voices and animations with each merge. Features special tile removal effects through rewarded video ads, where different characters provide different removal patterns (X-shape, H-shape, full row/column removal).",
    "shortDescription": "Character-based 2048 puzzle game with voice acting (Coming Soon)",
    "thumbnail": "/images/thumbnail/brainrot_2048.png",
    "url": null,
    "createdAt": "2025-06-20T00:00:00Z",
    "updatedAt": "2025-06-20T00:00:00Z"
  },
  {
    "id": "toon-prompt",
    "title": "ToonPrompt",
    "description": "Convert photos to animation styles! A web application that transforms regular photos into various animated styles including Ghibli, Simpsons, and Disney styles. Get optimized prompts for ChatGPT image generation with 1:1 ratio support.",
    "shortDescription": "Photo to animation style conversion service",
    "thumbnail": "/images/thumbnail/toon-promt.png",
    "url": "https://toon-prompt.pages.dev/",
    "createdAt": "2024-10-30T00:00:00Z",
    "updatedAt": "2024-10-30T00:00:00Z"
  }
]
